docs/phases/uap-off-season-2-conditioning.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Conditioning</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="../static/common.css" />
<link rel="stylesheet" type="text/css" href="../static/workout.css" />
<link rel="icon" type="image/ico" href="../static/dumbell.ico" />
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="uap-off-season-2.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="content">
<h1 class="title">Conditioning
<br />
<span class="subtitle">uap-off-season-2</span>
</h1>
<p>
<b>The conditioning this phase is meant to be more restorative than taxing.</b> It's not supposed to be hard. We are just maintaining a bit of what you've got and getting blood circulating to help with the recovery from your lifting and plyometric sessions.
</p>

<p>
You will be running intervals of a 1:1 work : rest ratio. Thirty seconds running, thirty seconds of walking. Running should be done at about 70% sprint speed or about what your timed mile pace would be. It is a run, not a jog. But also not a sprint. The purpose is to run at a pace that elicits good running form. Run at the pace that has you naturally landing on the mid or forefoot. No heel striking of shuffling or anything other than good, happy running form!
</p>

<p>
Start with about 15-20 reps. This workout should be preceeded by the linear warmup. So though it is a short workout, your heart rate will still be elevated for over 20 minutes.
</p>

<div id="outline-container-orgd780d68" class="outline-2">
<h2 id="orgd780d68">This is what your training log looks like this phase:</h2>
<div class="outline-text-2" id="text-orgd780d68">
<p>
<a href="https://s3.amazonaws.com/kajabi-media/assets/projects/10479/assets_bag/original/ph2conditioningtable.png?1346355132">https://s3.amazonaws.com/kajabi-media/assets/projects/10479/assets_bag/original/ph2conditioningtable.png?1346355132</a>
</p>
</div>
</div>

<div id="outline-container-org83141f4" class="outline-2">
<h2 id="org83141f4">Other options</h2>
<div class="outline-text-2" id="text-org83141f4">
<p>
Because conditioning is not the focus of this phase, feel free to do some other type of conditioning of your choice. Just don't do anything that prevents your full recovery by the next leg lifting day or SAQ workout.
</p>

<ol class="org-ol">
<li><p>
[A Multidirectional Movement
Workout.](<a href="http://melissasultimatefitness.com/2011/complete-multidirectional-movement-workout/">http://melissasultimatefitness.com/2011/complete-multidirectional-movement-workout/</a>) Has more variety. A good choice if you're not playing ultimate at the moment. Do the movements at lower intensity than shown on the blog.
</p>

<ol class="org-ol">
<li>[Other Interval</li>
</ol>
<p>
Protocols.](<a href="http://melissasultimatefitness.com/2010/interval-training-for-cardiovascular-fitness-part-iii-three-interval-protocols-ive-used-successfully/">http://melissasultimatefitness.com/2010/interval-training-for-cardiovascular-fitness-part-iii-three-interval-protocols-ive-used-successfully/</a>) Any of these can work just fine for your conditioning this phase. Try them all!
</p></li>
</ol>
</div>
</div>
</div>
</body>
</html>
